<template>
  <div>
    <h1>Следующая задача</h1>

    <p>
      Что же нам теперь делать со всеми этими сгруппированными задачами? Для
      начала, следует их переписать или занести в приложение в соответствии с
      выделенными направлениями и проектами.
    </p>

    <p>
      К слову, представление списков в приложении ATIOP настроено как раз под
      эту структуру: направление &ndash; проект &ndash; задачи. Поэтому, мы
      рекомендуем использовать его. Но на самом деле, подойдет любое в котором
      можно организовать работу со списками аналогичным образом.
    </p>
    <div class="text-center mb-4">
      <a
        href="/img/pages/next/app_structure.png"
        data-fancybox
        data-caption="Структура списков"
      >
        <img
          src="/img/pages/next/app_structure.png"
          class="img-fluid rounded img-thumbnail"
          alt="Структура списков"
        />
      </a>
    </div>
    <p>
      Теперь, когда у нас перед глазами проекты с принадлежащими им задачами,
      приступаем к самому интересному &ndash; приоритезацией задач. Ключевой
      момент в том, чтобы расставить задачи в проекте в порядке их выполнения.
      Это звучит крайне логично и может показаться вполне очевидной вещью, но в
      рамках нашей методики, нам важно знать другое: какова следующая задача в
      каждом из наших проектов.
    </p>

    <p>
      В будущем, это позволит нам не тратить время на выяснение: какую же задачу
      делать следующей. Открыли любой проект и приступили к выполнению задачи,
      которая находится первой в списке.
    </p>

    <p>
      В приложении ATIOP порядок задач можно задавать с помощью свойства
      &laquo;позиция&raquo;.
    </p>
    <div class="text-center mb-4">
      <a
        href="/img/pages/next/change_position.png"
        data-fancybox
        data-caption="Поле изменения позиции задачи"
      >
        <img
          src="/img/pages/next/change_position.png"
          class="img-fluid rounded img-thumbnail"
          alt="Поле изменения позиции задачи"
        />
      </a>
    </div>
  </div>
</template>