<template>
  <div>
    <h1>Задачи с датами</h1>

    <p>
      Бывают задачи, которые необходимо выполнить в определенный день и даже в
      определенное время. Таким задачам назначается дата выполнения. В карточке
      задачи есть специальное поле, где ее можно указать.
    </p>
    <div class="text-center mb-4">
      <img
        src="/img/pages/date/add_date.png"
        class="img-fluid rounded img-thumbnail"
        alt="Поле указания даты выполнения задачи"
      />
    </div>
    <p>
      Мы предусмотрели возможность просмотра всех задача у которых указана дата,
      на отдельной странице &laquo;Сегодня&raquo;. Рекомендуем работу с
      приложением начинать с просмотра именно этой страницы.
    </p>
    <div class="text-center mb-4">
      <img
        src="/img/pages/date/view_task_date.png"
        class="img-fluid rounded img-thumbnail"
        alt="Страница просмотра задач с датами"
      />
    </div>
    <p>
      Если по какой-то причине не удалось выполнить задачу в указанный срок, то
      дата будет выделена желтым цветом для привлечения внимания. Такие задачи
      считаются &laquo;просроченными&raquo;.
    </p>

    <p>
      Хорошим дополнением может являться календарь с функцией напоминания, в
      который обычно и заносятся задачи, у которых указан срок исполнения.
    </p>
  </div>
</template>