<template>
  <div>
    <h1>Задачи с датами</h1>

    <p>
      Бывают задачи, которые необходимо выполнить в определенный день и даже в
      определенное время. Таким задачам назначается дата выполнения. В карточке
      задачи есть специальное поле, где ее можно указать.
    </p>

    <p>
      Мы предусмотрели возможность просмотра всех задача у которых указана дата,
      на отдельной странице &laquo;Сегодня&raquo;. Рекомендуем работу с
      приложением начинать с просмотра именно этой страницы.
    </p>

    <p>
      Если по какой-то причине не удалось выполнить задачу в указанный срок, то
      дата будет выделена желтым цветом для привлечения внимания. Такие задачи
      считаются &laquo;просроченными&raquo;.
    </p>

    <p>
      Хорошим дополнением может являться календарь с функцией напоминания, в
      который обычно и заносятся задачи, у которых указан срок исполнения.
    </p>
  </div>
</template>