<template>
  <div>
    <h1>GTD</h1>

    <p>Наша методика отлично сочетается с методикой GTD.</p>

    <p>
      GTD &ndash; это аббревиатура английских слов Getting Things Done. Это
      методика повышения личной эффективности, созданная Дэвидом Алленом и
      описанная им в одноимённой книге.
    </p>

    <p>
      Дэвид предлагает работать в целом со всей входящей информацией, среди
      которой будут попадаться и задачи.
    </p>

    <p>
      Информация может быть представлена как на физическом уровне, в виде
      визиток, писем, стикеров и т.д., так и в цифровом, в виде электронных
      писем, сообщений в мессенджере и т.п.
    </p>

    <p>
      Важную информацию вы можете хранить, где вам удобно, хоть в письменном
      столе, хоть в заметках какого-либо приложения на подобии Evernote, Notion,
      Google Keep и др., хоть в облачном сервисе на подобии Google Drive, One
      Drive и др.
    </p>

    <p>
      А для работы с задачами, предлагаем воспользоваться нашим приложением
      ATIOP.
    </p>
  </div>
</template>