<template>
  <div>
    <h1>Обзор задач</h1>

    <p>
      И так, первый этап заключается в фиксации всех имеющихся задач на данный
      момент времени. Для начала, необходимо зафиксировать все задачи в одном
      месте, чтобы была возможность видеть их все сразу.
    </p>
    <div class="text-center mb-4">
      <img
        src="/img/pages/review/step_1.png"
        class="img-fluid rounded img-thumbnail"
        alt="1 этап - выписать все задачи"
      />
    </div>
    <p>
      Далее следует группировка. В нашей организационной структуре два уровня
      родительских элементов: направление и проект. Проект, в свою очередь,
      непосредственно будет содержать относящиеся к нему задачи.
    </p>
    <div class="text-center mb-4">
      <img
        src="/img/pages/review/step_2.png"
        class="img-fluid rounded img-thumbnail"
        alt="2 этап - группировка задач по проектам"
      />
    </div>
    <div class="text-center mb-4">
      <img
        src="/img/pages/review/step_3.png"
        class="img-fluid rounded img-thumbnail"
        alt="3 этап - группировка проектов по направлениям"
      />
    </div>
    <p>
      Как понять, является дело проектом или задачей? Если дело требует
      выполнение нескольких задач, что мы его определяем проектом. Например,
      ремонт на кухне подразумевает несколько конкретных задач, значит
      &laquo;ремонт на кухне&raquo; будет являться проектом.
    </p>

    <p>
      Если необходимо, например, протереть пыль на подоконниках, то это будет
      являться просто задачей. Которую, кстати, мы можем определить в проект
      &laquo;порядок в доме&raquo;. К &laquo;порядку в доме&raquo; мы можем
      также отнести задачу по стирке, мытью посуды и т.д.
    </p>

    <p>
      Так мы приходим к пониманию, что у нас есть уже как минимум два проекта,
      которые могут быть объединены в направление &laquo;дом&raquo; или
      &laquo;дела по дому&raquo;.
    </p>

    <p>
      Примерами направлений могут быть: дела по дому, спорт, дела по работе,
      хобби, планирование отпуска и т.п.
    </p>

    <p>
      Примерами проектов в направлении &laquo;спорт&raquo; могут быть: силовые
      тренировки, тренировки на выносливость, кардио тренировки, плавание и т.п.
    </p>

    <p>
      Ели коротко, то первый этап &laquo;Обзор задач&raquo; состоит их трех
      пунктов:
    </p>

    <ol>
      <li>Выписать все задачи</li>
      <li>Сгруппировать задачи по проектам</li>
      <li>Сгруппировать проекты по направлениям</li>
    </ol>
  </div>
</template>