<template>
  <div>
    <h1>Зачем нам это надо?</h1>

    <p>
      Как все успеть? Вопрос, которым задаются тысячи людей по всему Миру. На
      самом деле, ощущение того, что сколько бы мы ни выполнили, а количество
      задач как будто бы не уменьшается &ndash; иллюзия, вызванная причиной
      отсутствия видения картины в целом.
    </p>

    <p>
      Другими словами, если выписать и распределить все существующие задачи по
      категориям, и затем помечать или удалять выполненные, то станет видно, что
      их число конечно и оно уменьшается.
    </p>

    <p>
      То есть, перовое что нужно сделать, это зафиксировать задачи. На бумаге
      или в электронном виде &ndash; не важно.
    </p>

    <p>
      Второй момент, это приоритезация задач. В каждый момент времени, нужно
      понимать, какая задача должна быть выполнена следующей.
    </p>

    <p>
      Так вот, для того чтобы было проще определять над какой задачей следует
      работать дальше, мы предлагаем организационную структуру, то, как лучше
      сгруппировать задачи и в дальнейшем удобно с ними работать.
    </p>

    <p>
      Данное руководство доступно по адресу
      <a href="https://doc.atiop.ru/">doc.atiop.ru</a>
    </p>
  </div>
</template>